Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# security.passkeys.sectionSubtitle
source: Use Face ID, Touch ID, or your device passcode to sign in without a password.
ar: استخدم Face ID أو Touch ID أو رمز مرور جهازك لتسجيل الدخول دون كلمة مرور.
bg: Използвайте Face ID, Touch ID или кода на устройството си, за да влезете без парола.
bn: পাসওয়ার্ড ছাড়া সাইন ইন করতে Face ID, Touch ID বা আপনার ডিভাইসের পাসকোড ব্যবহার করুন।
ca: Fes servir Face ID, Touch ID o el codi del dispositiu per iniciar sessió sense contrasenya.
cs: Pro přihlášení bez hesla použijte Face ID, Touch ID nebo kód zařízení.
da: Brug Face ID, Touch ID eller din enhedskode til at logge ind uden en adgangskode.
de: Verwende Face ID, Touch ID oder den Gerätecode, um dich ohne Passwort anzumelden.
el: Χρησιμοποιήστε Face ID, Touch ID ή τον κωδικό της συσκευής σας για σύνδεση χωρίς κωδικό πρόσβασης.
es: Usa Face ID, Touch ID o el código de tu dispositivo para iniciar sesión sin contraseña.
et: Kasuta Face ID-d, Touch ID-d või seadme pääsukoodi, et sisse logida ilma paroolita.
fa: برای ورود بدون رمز عبور، از Face ID، Touch ID یا رمز دستگاه خود استفاده کنید.
fi: Kirjaudu ilman salasanaa Face ID:llä, Touch ID:llä tai laitteesi pääsykoodilla.
fil: Gamitin ang Face ID, Touch ID, o passcode ng device mo para mag-sign in nang walang password.
fr: Utilisez Face ID, Touch ID ou le code de votre appareil pour vous connecter sans mot de passe.
he: השתמש/י ב-Face ID, ‏Touch ID או בקוד הגישה של המכשיר כדי להתחבר בלי סיסמה.
hi: बिना पासवर्ड साइन इन करने के लिए Face ID, Touch ID या अपने डिवाइस का पासकोड इस्तेमाल करें।
hr: Koristite Face ID, Touch ID ili šifru uređaja za prijavu bez lozinke.
hu: Használj Face ID-t, Touch ID-t vagy a készüléked jelkódját a jelszó nélküli bejelentkezéshez.
id: Gunakan Face ID, Touch ID, atau kode sandi perangkat untuk masuk tanpa kata sandi.
is: Notaðu Face ID, Touch ID eða aðgangskóða tækisins til að skrá þig inn án lykilorðs.
it: Usa Face ID, Touch ID o il codice del dispositivo per accedere senza password.
ja: Face ID、Touch ID、またはデバイスのパスコードを使って、パスワードなしでサインインできます。
ko: Face ID, Touch ID 또는 기기 암호를 사용해 비밀번호 없이 로그인하세요.
lt: Naudokite Face ID, Touch ID arba įrenginio kodą prisijungti be slaptažodžio.
lv: Izmantojiet Face ID, Touch ID vai ierīces piekļuves kodu, lai pierakstītos bez paroles.
nb: Bruk Face ID, Touch ID eller enhetskoden din for å logge inn uten passord.
nl: Gebruik Face ID, Touch ID of de toegangscode van je apparaat om zonder wachtwoord in te loggen.
nn: Bruk Face ID, Touch ID eller einingskoden din for å logge inn utan passord.
pl: Użyj Face ID, Touch ID lub kodu urządzenia, aby zalogować się bez hasła.
pt_br: Use Face ID, Touch ID ou o código do dispositivo para entrar sem senha.
ro: Folosește Face ID, Touch ID sau codul dispozitivului pentru a te autentifica fără parolă.
ru: Используйте Face ID, Touch ID или код-пароль устройства, чтобы входить без пароля.
sk: Na prihlásenie bez hesla použite Face ID, Touch ID alebo kód zariadenia.
sl: Za prijavo brez gesla uporabite Face ID, Touch ID ali geslo naprave.
sr: Koristite Face ID, Touch ID ili šifru uređaja za prijavu bez lozinke.
sv: Använd Face ID, Touch ID eller enhetens lösenkod för att logga in utan lösenord.
sw: Tumia Face ID, Touch ID, au msimbo wa kifaa chako kuingia bila nenosiri.
ta: கடவுச்சொல் இல்லாமல் உள்நுழைய Face ID, Touch ID அல்லது உங்கள் சாதன கடவுக்குறியீட்டை பயன்படுத்தவும்.
th: ใช้ Face ID, Touch ID หรือรหัสอุปกรณ์เพื่อลงชื่อเข้าใช้โดยไม่ต้องใช้รหัสผ่าน
tr: Parolasız giriş için Face ID, Touch ID veya cihaz parolanızı kullanın.
uk: Використовуйте Face ID, Touch ID або код доступу пристрою, щоб увійти без пароля.
ur: پاس ورڈ کے بغیر سائن اِن کرنے کے لیے Face ID، Touch ID یا اپنے ڈیوائس کا پاس کوڈ استعمال کریں۔
vi: Dùng Face ID, Touch ID hoặc mã khóa thiết bị để đăng nhập không cần mật khẩu.
zh_hans: 使用 Face ID、Touch ID 或设备密码，无需密码即可登录。
zh_hant: 使用 Face ID、Touch ID 或裝置密碼，免密碼登入。

# security.passkeys.sectionTitle
source: Passkeys
ar: مفاتيح المرور
bg: Ключове за достъп
bn: পাসকিসমূহ
ca: Claus d'accés
cs: Přístupové klíče
da: Adgangsnøgler
el: Κλειδιά πρόσβασης
es: Claves de acceso
et: Pääsuvõtmed
fa: کلیدهای عبور
fi: Passiavaimet
fil: Mga passkey
fr: Clés d’accès
he: מפתחות גישה
hi: पासकी
hr: Pristupni ključevi
hu: Jelszókulcsok
id: Kunci sandi
is: Aðgangslyklar
it: Passkey
ja: パスキー
ko: 패스키
lt: Prieigos raktai
lv: Piekļuves atslēgas
nb: Passnøkler
nl: Toegangssleutels
nn: Passnøklar
pl: Klucze dostępu
pt_br: Chaves de acesso
ro: Chei de acces
ru: Ключи доступа
sk: Prístupové kľúče
sl: Ključi za prijavo
sr: Ključevi za pristup
sv: Passnycklar
sw: Funguo za siri
ta: பாஸ்கீகள்
th: พาสคีย์
tr: Geçiş anahtarları
uk: Ключі доступу
ur: پاسکیاں
vi: Passkey
zh_hans: 通行密钥
zh_hant: 通行金鑰

# security.password.changeInstructions
source: Enter your new password.
ar: أدخل كلمة المرور الجديدة.
bg: Въведете вашата нова парола.
bn: আপনার নতুন পাসওয়ার্ড লিখুন।
ca: Entra la teva contrasenya nova.
cs: Zadejte své nové heslo.
da: Skriv dit nye kodeord.
de: Gib dein neues Passwort ein.
el: Εισάγετε το νέο σας κωδικό πρόσβασης.
es: Ingresa tu nueva contraseña.
et: Sisesta oma uus parool.
fa: رمز عبور جدید خود را وارد کنید.
fi: Syötä uusi salasanasi.
fil: Ilagay ang iyong bagong password.
fr: Entrez votre nouveau mot de passe.
he: הזן את הסיסמה החדשה שלך.
hi: अपना नया पासवर्ड दर्ज करें।
hr: Unesite svoje novo lozinku.
hu: Adja meg az új jelszót.
id: Masukkan kata sandi baru Anda.
is: Sláðu inn nýja lykilorðið þitt.
it: Inserisci la tua nuova password.
ja: 新しいパスワードを入力してください。
ko: 새 비밀번호를 입력하세요.
lt: Įveskite savo naują slaptažodį.
lv: Ievadiet savu jauno paroli.
nb: Skriv inn ditt nye passord.
nl: Voer uw nieuwe wachtwoord in.
nn: Skriv inn ditt nye passord.
pl: Wpisz swoje nowe hasło.
pt_br: Digite sua nova senha.
ro: Introduceți noua parolă.
ru: Введите новый пароль.
sk: Zadajte svoje nové heslo.
sl: Vnesite svoje novo geslo.
sr: Unesite vašu novu lozinku.
sv: Ange ditt nya lösenord.
sw: Ingiza nenosiri lako jipya.
ta: உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்.
th: ป้อนรหัสผ่านใหม่ของคุณ
tr: Yeni şifrenizi girin.
uk: Введіть своє нове пароль.
ur: اپنی نئی پاس ورڈ درج کریں۔
vi: Nhập mật khẩu mới của bạn.
zh_hans: 输入您的新密码。
zh_hant: 輸入你的新密碼。

# security.password.changeTitle
source: Change password
ar: تغيير كلمة المرور
bg: Смяна на парола
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canviar contrasenya
cs: Změnit heslo
da: Ændrer kodeord
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
et: Muuda parooli
fa: تغییر رمز عبور
fi: Muuta salasanaa
fil: Baguhin ang password
fr: Modifier le mot de passe
he: שנה סיסמה
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó módosítása
id: Ubah kata sandi
is: Breyta lykilorði
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
lt: Keisti slaptažodį
lv: Mainīt paroli
nb: Endre passord
nl: Wachtwoord wijzigen
nn: Endre passord
pl: Zmień hasło
pt_br: Alterar senha
ro: Schimbă parola
ru: Изменить пароль
sk: Zmeniť heslo
sl: Spremeni geslo
sr: Promenite lozinku
sv: Ändra lösenord
sw: Badilisha nenosiri
ta: கடவுச்சொல்லை மாற்றவும்
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştir
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Thay đổi mật khẩu
zh_hans: 更改密码
zh_hant: 更改密碼

# security.password.confirmPasswordLabel
source: Confirm password
ar: تأكيد كلمة المرور
bg: Потвърдете паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
et: Kinnita parool
fa: تأیید رمز عبور
fi: Vahvista salasana
fil: Kumpirmahin ang password
fr: Confirmer le mot de passe
he: אישור סיסמה
hi: पासवर्ड की पुष्टि करें
hr: Potvrdi lozinku
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
is: Staðfesta lykilorð
it: Conferma password
ja: パスワードを確認
ko: 비밀번호 확인
lt: Patvirtinkite slaptažodį
lv: Apstipriniet paroli
nb: Bekreft passord
nl: Bevestig wachtwoord
nn: Bekreft passord
pl: Potwierdź hasło
pt_br: Confirmar senha
ro: Confirmă parola
ru: Подтвердите пароль
sk: Potvrďte heslo
sl: Potvrdi geslo
sr: Potvrdi lozinku
sv: Bekräfta lösenord
sw: Thibitisha neno la siri
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердьте пароль
ur: پاس ورڈ کی تصدیق کریں
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# security.password.errors.mismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
bg: Паролите не съвпадат
bn: পাসওয়ার্ডগুলি মেলে না
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoderne stemmer ikke overens
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
et: Paroolid ei ühti
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
fil: Ang mga password ay hindi tugma
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
hi: पासवर्ड मेल नहीं खाते
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
is: Lykilorðin passa ekki saman
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
nb: Passordene samsvarer ikke
nl: Wachtwoorden komen niet overeen
nn: Passordene samsvarer ikke
pl: Hasła nie są zgodne
pt_br: As senhas não correspondem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
sr: Lozinke se ne poklapaju
sv: Lösenorden matchar inte
sw: Maneno ya siri hayalingani
ta: கடவுச்சொற்கள் பொருந்தவில்லை
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor
uk: Паролі не збігаються
ur: پاس ورڈز مماثل نہیں ہیں
vi: Mật khẩu không khớp
zh_hans: 密码不匹配
zh_hant: 密碼不符

# security.password.errors.required
source: Password is required
ar: كلمة المرور مطلوبة
bg: Паролата е задължителна
bn: পাসওয়ার্ড প্রয়োজন
ca: La contrasenya és obligatòria
cs: Heslo je povinné
da: Adgangskode er påkrævet
de: Passwort ist erforderlich
el: Ο κωδικός πρόσβασης είναι υποχρεωτικός
es: La contraseña es obligatoria
et: Parool on kohustuslik
fa: رمز عبور الزامی است
fi: Salasana vaaditaan
fil: Kailangan ang password
fr: Le mot de passe est obligatoire
he: נדרשת סיסמה
hi: पासवर्ड आवश्यक है
hr: Lozinka je obavezna
hu: Jelszó megadása kötelező
id: Kata sandi diperlukan
is: Lykilorð er nauðsynlegt
it: La password è obbligatoria
ja: パスワードが必要です
ko: 비밀번호는 필수입니다
lt: Slaptažodis yra būtinas
lv: Parole ir obligāta
nb: Passord er påkrevd
nl: Wachtwoord is verplicht
nn: Passord er påkrevd
pl: Hasło jest wymagane
pt_br: Senha é obrigatória
ro: Parola este obligatorie
ru: Пароль обязателен
sk: Heslo je povinné
sl: Geslo je obvezno
sr: Lozinka je obavezna
sv: Lösenord är obligatoriskt
sw: Neno la siri linahitajika
ta: கடவுச்சொல் தேவை
th: จำเป็นต้องใส่รหัสผ่าน
tr: Şifre gereklidir
uk: Пароль обов'язковий
ur: پاس ورڈ درکار ہے
vi: Mật khẩu là bắt buộc
zh_hans: 密码是必需的
zh_hant: 密碼為必填項

# security.password.errors.tooShort
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
bg: Паролата трябва да бъде поне 8 символа
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষরের হতে হবে
ca: La contrasenya ha de tenir almenys 8 caràcters
cs: Heslo musí mít alespoň 8 znaků
da: Adgangskoden skal være mindst 8 tegn
de: Passwort muss mindestens 8 Zeichen enthalten
el: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
et: Parool peab olema vähemalt 8 tähemärki
fa: رمز عبور باید حداقل 8 کاراکتر باشد
fi: Salasanan on oltava vähintään 8 merkkiä
fil: Ang password ay dapat na hindi bababa sa 8 character
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להיות לפחות 8 תווים
hi: पासवर्ड कम से कम 8 वर्णों का होना चाहिए
hr: Lozinka mora biti najmanje 8 znakova
hu: A jelszónak legalább 8 karakterből kell állnia
id: Kata sandi harus minimal 8 karakter
is: Lykilorðið verður að vera að minnsta kosti 8 stafir
it: La password deve contenere almeno 8 caratteri
ja: パスワードは8文字以上である必要があります
ko: 비밀번호는 최소 8자 이상이어야 합니다
lt: Slaptažodis turi būti bent 8 simboliai
lv: Parolei jābūt vismaz 8 rakstzīmes
nb: Passordet må være minst 8 tegn
nl: Wachtwoord moet minstens 8 tekens lang zijn
nn: Passordet må være minst 8 tegn
pl: Hasło musi zawierać co najmniej 8 znaków
pt_br: A senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен содержать не менее 8 символов
sk: Heslo musí mať aspoň 8 znakov
sl: Geslo mora imeti najmanj 8 znakov
sr: Lozinka mora biti najmanje 8 karaktera
sv: Lösenord måste vara minst 8 tecken
sw: Neno la siri lazima liwe na angalau herufi 8
ta: கடவுச்சொல் குறைந்தபட்சம் 8 எழுத்துக்கள் இருக்க வேண்டும்
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre en az 8 karakter olmalıdır
uk: Пароль повинен мати щонайменше 8 символів
ur: پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少需要8个字符
zh_hant: 密碼至少需要 8 個字元

# security.password.hasPassword
source: Your password is set
ar: تم تعيين كلمة المرور الخاصة بك
bg: Вашата парола е зададена
bn: আপনার পাসওয়ার্ড সেট করা হয়েছে
ca: La teva contrasenya està establerta
cs: Vaše heslo je nastaveno
da: Din adgangskode er angivet
de: Dein Passwort ist gespeichert
el: Ο κωδικός πρόσβασής σας έχει ορισθεί
es: Tu contraseña está configurada
et: Teie parool on määratud
fa: رمز عبور شما تعیین شده است
fi: Salasanasi on asetettu
fil: Ang iyong password ay nakatakda
fr: Votre mot de passe est défini
he: הסיסמה שלך הוגדרה
hi: आपका पासवर्ड सेट है
hr: Vaša lozinka je postavljena
hu: A jelszavad be van állítva
id: Kata sandi Anda sudah diatur
is: Lykilorðið þitt er stillt
it: La tua password è impostata
ja: パスワードが設定されました
ko: 비밀번호가 설정되었습니다
lt: Jūsų slaptažodis nustatytas
lv: Jūsu parole ir iestatīta
nb: Passordet ditt er satt
nl: Je wachtwoord is ingesteld
nn: Passordet ditt er satt
pl: Twoje hasło jest ustawione
pt_br: Sua senha está definida
ro: Parola ta a fost setată
ru: Ваш пароль установлен
sk: Vaše heslo je nastavené
sl: Tvoje geslo je nastavljeno
sr: Vaša lozinka je postavljena
sv: Ditt lösenord är inställt
sw: Neno lako la siri limetiwa
ta: உங்கள் கடவுச்சொல் அமைக்கப்பட்டுள்ளது
th: รหัสผ่านของคุณถูกตั้งแล้ว
tr: Şifreniz ayarlandı
uk: Ваш пароль встановлений
ur: آپ کا پاس ورڈ سیٹ ہو گیا
vi: Mật khẩu của bạn đã được đặt
zh_hans: 您的密码已设置
zh_hant: 您的密碼已設定

# security.password.hint
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
bg: Паролата трябва да бъде поне 8 символа
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষরের হতে হবে
ca: La contrasenya ha de tenir almenys 8 caràcters
cs: Heslo musí mít alespoň 8 znaků
da: Adgangskoden skal være mindst 8 tegn
de: Passwort muss mindestens 8 Zeichen enthalten
el: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
et: Parool peab olema vähemalt 8 tähemärki
fa: رمز عبور باید حداقل 8 کاراکتر باشد
fi: Salasanan on oltava vähintään 8 merkkiä
fil: Ang password ay dapat na hindi bababa sa 8 character
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להיות לפחות 8 תווים
hi: पासवर्ड कम से कम 8 वर्णों का होना चाहिए
hr: Lozinka mora biti najmanje 8 znakova
hu: A jelszónak legalább 8 karakterből kell állnia
id: Kata sandi harus minimal 8 karakter
is: Lykilorðið verður að vera að minnsta kosti 8 stafir
it: La password deve contenere almeno 8 caratteri
ja: パスワードは8文字以上である必要があります
ko: 비밀번호는 최소 8자 이상이어야 합니다
lt: Slaptažodis turi būti bent 8 simboliai
lv: Parolei jābūt vismaz 8 rakstzīmes
nb: Passordet må være minst 8 tegn
nl: Wachtwoord moet minstens 8 tekens lang zijn
nn: Passordet må være minst 8 tegn
pl: Hasło musi zawierać co najmniej 8 znaków
pt_br: A senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен содержать не менее 8 символов
sk: Heslo musí mať aspoň 8 znakov
sl: Geslo mora imeti najmanj 8 znakov
sr: Lozinka mora biti najmanje 8 karaktera
sv: Lösenord måste vara minst 8 tecken
sw: Neno la siri lazima liwe na angalau herufi 8
ta: கடவுச்சொல் குறைந்தபட்சம் 8 எழுத்துக்கள் இருக்க வேண்டும்
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre en az 8 karakter olmalıdır
uk: Пароль повинен мати щонайменше 8 символів
ur: پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少需要8个字符
zh_hant: 密碼至少需要 8 個字元

# security.password.newPasswordLabel
source: New password
ar: كلمة المرور الجديدة
bg: Нова парола
bn: নতুন পাসওয়ার্ড
ca: Nova contrasenya
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
et: Uus parool
fa: رمز عبور جدید
fi: Uusi salasana
fil: Bagong password
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
id: Kata sandi baru
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
lt: Naujas slaptažodis
lv: Jauna parole
nb: Nytt passord
nl: Nieuw wachtwoord
nn: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
ro: Parola nouă
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sr: Nova lozinka
sv: Nytt lösenord
sw: Neno la siri jipya
ta: புதிய கடவுச்சொல்
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# security.password.noPassword
source: No password set
ar: لا توجد كلمة مرور محددة
bg: Няма зададена парола
bn: কোনো পাসওয়ার্ড সেট নেই
ca: Cap contrasenya establerta
cs: Žádné heslo nenastaveno
da: Ingen adgangskode angivet
de: Kein Passwort gespeichert
el: Δεν έχει ορισθεί κωδικός πρόσβασης
es: Sin contraseña configurada
et: Parooli pole määratud
fa: رمز عبوری تعیین نشده است
fi: Salasanaa ei ole asetettu
fil: Walang password na nakatakda
fr: Aucun mot de passe défini
he: לא הוגדרה סיסמה
hi: कोई पासवर्ड सेट नहीं है
hr: Nema postavljene lozinke
hu: Nincs jelszó beállítva
id: Tidak ada kata sandi yang diatur
is: Ekkert lykilorð stillt
it: Nessuna password impostata
ja: パスワードが設定されていません
ko: 설정된 비밀번호가 없습니다
lt: Slaptažodis nenustatytas
lv: Parole nav iestatīta
nb: Ingen passord satt
nl: Geen wachtwoord ingesteld
nn: Ingen passord satt
pl: Brak ustawionego hasła
pt_br: Nenhuma senha definida
ro: Nicio parolă setată
ru: Пароль не установлен
sk: Heslo nenastavené
sl: Geslo ni nastavljeno
sr: Nema postavljene lozinke
sv: Inget lösenord inställt
sw: Hakuna neno la siri lililoitwa
ta: கடவுச்சொல் அமைக்கப்படவில்லை
th: ไม่ได้ตั้งรหัสผ่าน
tr: Şifre ayarlanmadı
uk: Пароль не встановлений
ur: کوئی پاس ورڈ سیٹ نہیں ہے
vi: Chưa đặt mật khẩu
zh_hans: 未设置密码
zh_hant: 尚未設定密碼

# security.password.otpLabel
source: Verification code
ar: رمز التحقق
bg: Код за проверка
bn: যাচাইকরণ কোড
ca: Codi de verificació
cs: Ověřovací kód
da: Bekræftelseskode
de: Bestätigungscode
el: Κωδικός επιβεβαίωσης
es: Código de verificación
et: Kinnituskood
fa: کد تأیید
fi: Vahvistuskoodi
fr: Code de vérification
he: קוד אימות
hi: सत्यापन कोड
hr: Kod za potvrdu
hu: Ellenőrzési kód
id: Kode verifikasi
is: Staðfestingarkóði
it: Codice di verifica
ja: 確認コード
ko: 인증 코드
lt: Patvirtinimo kodas
lv: Verifikācijas kods
nb: Bekreftelseskode
nl: Verificatiecode
nn: Bekreftelseskode
pl: Kod weryfikacyjny
pt_br: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
sk: Overovací kód
sl: Koda za potrditev
sr: Kod potvrde
sv: Verifieringskod
sw: Nambari ya uthibitisho
ta: சரிபார்ப்புக் குறியீடு
th: รหัสยืนยัน
tr: Doğrulama kodu
uk: Код верифікації
ur: تصدیق کوڈ
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

# security.password.passwordLabel
source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fa: رمز عبور
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
is: Lykilorð
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
nn: Passord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sr: Lozinka
sv: Lösenord
sw: Neno la siri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# security.password.set
source: Set password
ar: تعيين كلمة المرور
bg: Задади парола
bn: পাসওয়ার্ড সেট করুন
ca: Establir contrasenya
cs: Nastavit heslo
da: Angiv adgangskode
de: Passwort setzen
el: Ορισμός κωδικού πρόσβασης
es: Establecer contraseña
et: Määra parool
fa: تعیین رمز عبور
fi: Aseta salasana
fil: Magtakda ng password
fr: Définir le mot de passe
he: הגדר סיסמה
hi: पासवर्ड सेट करें
hr: Postavi lozinku
hu: Jelszó beállítása
id: Atur kata sandi
is: Stilla lykilorð
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
lt: Nustatyti slaptažodį
lv: Iestatīt paroli
nb: Sett passord
nl: Wachtwoord instellen
nn: Sett passord
pl: Ustaw hasło
pt_br: Definir senha
ro: Seteaza parola
ru: Установить пароль
sk: Nastaviť heslo
sl: Nastavi geslo
sr: Postavi lozinku
sv: Ange lösenord
sw: Weka neno la siri
ta: கடவுச்சொல்லை அமைக்கவும்
th: ตั้งรหัสผ่าน
tr: Şifre ayarla
uk: Встановити пароль
ur: پاس ورڈ سیٹ کریں
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

# security.password.setInstructions
source: Create a password for your account.
ar: أنشئ كلمة مرور لحسابك.
bg: Създайте парола за вашия профил.
bn: আপনার অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড তৈরি করুন।
ca: Crea una contrasenya per al teu compte.
cs: Vytvořte heslo pro svůj účet.
da: Opret en adgangskode til din konto.
de: Erstelle ein Passwort für dein Konto.
el: Δημιουργήστε έναν κωδικό πρόσβασης για το λογαριασμό σας.
es: Crea una contraseña para tu cuenta.
et: Looge oma kontole parool.
fa: برای حساب خود رمز عبوری ایجاد کنید.
fi: Luo salasana tilillesi.
fil: Lumikha ng password para sa iyong account.
fr: Créez un mot de passe pour votre compte.
he: צור סיסמה לחשבונך.
hi: अपने खाते के लिए एक पासवर्ड बनाएं।
hr: Kreirajte lozinku za vašu račun.
hu: Hozz létre egy jelszót a fiókodhoz.
id: Buat kata sandi untuk akun Anda.
is: Búðu til lykilorð fyrir reikninginn þinn.
it: Crea una password per il tuo account.
ja: アカウントのパスワードを作成してください。
ko: 계정의 비밀번호를 만드세요.
lt: Sukurkite slaptažodį savo paskyrai.
lv: Izveidojiet paroli savai kontam.
nb: Opprett et passord for kontoen din.
nl: Maak een wachtwoord voor je account.
nn: Opprett et passord for kontoen din.
pl: Utwórz hasło do swojego konta.
pt_br: Crie uma senha para sua conta.
ro: Creează o parolă pentru contul tău.
ru: Создайте пароль для вашего аккаунта.
sk: Vytvorte heslo pre svoj účet.
sl: Ustvari geslo za svoj račun.
sr: Kreirajte lozinku za vašu konto.
sv: Skapa ett lösenord för ditt konto.
sw: Tengeneza neno la siri kwa akaunti yako.
ta: உங்கள் கணக்குக்கான கடவுச்சொல்லை உருவாக்கவும்.
th: สร้างรหัสผ่านสำหรับบัญชีของคุณ
tr: Hesabınız için bir şifre oluşturun.
uk: Створіть пароль для вашого облікового запису.
ur: اپنے اکاؤنٹ کے لیے ایک پاس ورڈ بنائیں۔
vi: Tạo mật khẩu cho tài khoản của bạn.
zh_hans: 为您的账户创建密码。
zh_hant: 為您的帳戶建立密碼。

# security.password.setting
source: Saving...
ar: جاري الحفظ...
bg: Запазване...
bn: সংরক্ষণ করছি...
ca: Guardant...
cs: Ukládám...
da: Gemmer...
de: Wird gespeichert...
el: Αποθήκευση...
es: Guardando...
et: Salvestatakse...
fa: درحال ذخیره...
fi: Tallennetaan...
fil: Nagsasave...
fr: Enregistrement en cours...
he: שמירה...
hi: सहेज रहे हैं...
hr: Spremanje...
hu: Mentés folyamatban...
id: Menyimpan...
is: Vistar...
it: Salvataggio in corso...
ja: 保存中...
ko: 저장 중...
lt: Išsaugoma...
lv: Saglabā...
nb: Lagrer...
nl: Opslaan...
nn: Lagrer...
pl: Zapisywanie...
pt_br: Salvando...
ro: Se salvează...
ru: Сохранение...
sk: Ukladám...
sl: Shranjevanje...
sr: Čuvanje...
sv: Sparar...
sw: Inahifadhi...
ta: சேமிக்கப்படுகிறது...
th: กำลังบันทึก...
tr: Kaydediliyor...
uk: Збереження...
ur: محفوظ کیا جا رہا ہے...
vi: Đang lưu...
zh_hans: 保存中...
zh_hant: 儲存中...
